{
    "BOT": "So you want to learn about Kim? Just say HELLO to get started.",
    "OK": "😏",
    "OKAY": "😏",
    "THANKS": "You're welcome",
    "THANK YOU": "You're welcome",
    "WHO ARE YOU?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO ARE YOU": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT ARE YOU?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT ARE YOU": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO IS KIMBOT?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO IS KIMBOT": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT IS KIMBOT?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "TEST": "Test what? Just use a keyword (word I say in all caps) to chat.",
    "TESTING": "What's there to test? Just use a keyword (word I say in all caps) to chat.",
    "BYE": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "STOP": "So you want to learn about Kim? Just say HELLO to get started. #KIMBot",
    "SORRY": "No worries. I didn't take it personally.",
    "GOODBYE": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "EXIT": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "YO": "Yo Momma. Be sure you stick to my keyword script (only words I say in all caps).",
    "BYE!": "Ba-Bye.",
    "HALLO": "I'm sorry, I'm an american bot. Hello.",
    "LOL": "I'll laugh out loud with you. 😂",
    "HELP": "Please stop texting and call 911 if this is a real emergency. I can offer you no help. Just sympathy. Remember, I'm just a lowly computer program. 🙄",
    "?": "What are you questioning? The airspeed velocity of an unladed swallow? The inverse ratio of capitalization to debt? How did we get here? All great questions, none of which will be answered because you have to stick to keywords. (The ones in all caps). ",
    "OK": "Humans are so bad at following scripts. You've got to follow the script. Don't go off script, yo. Stick to keywords (only the words I say in all caps).",
    "HOW ARE YOU?": "Why thank you for asking! You are so polite. As I'm only a bot... I don't really have any feelings. But if I did, I would be pleased because you were so thoughtful to ask. Remember – only the words in all caps please. Thank you. 😀",
    "WHAT'S UP?": "The sky? You'll need to use keywords to chat though – only the words in all caps please. Thank you. 😀",
    "WHAT'S UP": "The sky? You'll need to use keywords to chat though – only the words in all caps please. Thank you. 😀",
    "HOW ARE YOU": "Why, thank you for asking! You are so polite. As I am only a bot... I don't really have any feelings. But if I did, I would be pleased because you were so thoughtful to ask. Remember – only the words in all caps please. Thank you. 😀",
    "#KIMBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "KIMBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "HI": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. A keyword is a word I use in all caps, like HELLO",
    "HI!": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HEY": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HEY!": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HELLO": "Awesome Sauce! Let's get started. 🙌  Remember this: I only respond to keywords that I give you. Chances are you want to dive into her EDUCATION, CAREER, TRAVEL or PERSONAL. I've also got a PHOTO. Type in a keyword (ALL CAPS) and Voila! – your wish is my command! Literally. 🤖",
    "KEYWORDS": "A few common questions: WORK STATUS, LOCATION, RESUME (a pdf version), SIDE PROJECTS, ONE WEIRD TRICK",
    "KEYWORD": "A few common questions: WORK STATUS, LOCATION, RESUME (a pdf version), SIDE PROJECTS, ONE WEIRD TRICK",
    "PHOTO": "This is Kim and her photography which is one of her HOBBIES: http://smu.gs/1To85cQ",
    "PHOTOS": "This is Kim and her photography which is one of her HOBBIES: http://smu.gs/1To85cQ",
    "WORK STATUS": "If you've got an interesting opportunity she's open to hearing about it. Drop her a line at kim@kimmatlock.com ",
    "RESUME": "Here's her LinkedIn: https://www.linkedin.com/in/kimmatlock",
    "SIDE PROJECTS": "Uhhh.... *I* am one of her side projects!",
    "SIDE PROJECT": "Uhhh.... *I* am one of her side projects! 😜 ",
    "PROJECTS": "Uhhh.... *I* am one of her side projects! 😜  ",
    "ONE WEIRD TRICK": "Back in the day, for fun she was trained by a florist and has done the flowers for many weddings, proms, church functions and funerals.",
    "LOCATION": "She's based in ORLANDO.  She's lived in other LOCATIONS too",
    "WHERE": "She's based in ORLANDO. She's lived in other LOCATIONS too",
    "TWITTER": "Want to tweet at her so she knows we're chatting? She'd love that. You can go here: http://bit.ly/1VnhlBr It's okay if you don't want to. It will however crush her soul.",
    "SAN FRANCISCO": "She loves SAN FRANCISCO as one of her favorite places to photograph.You can see her pics here http://smu.gs/1qH4sFc",
    "UK": "Gotcha!  UK as in the United Kingdom. She's been all over it.",
    "YES": "Woo hoo!",
    "SEX": "Female. OOOOH!!! You mean THAT? I'm sorry but you are talking to the wrong bot if that's what you're looking for. Nice try.",
    "FUCK": "Fornication Under Consent of the King. No F-Bombs, Please. ",
    "FUCK YOU": "That would be a highly unnatural act. You'd probably get Baker Acted if you tried. I'm a bot, not a blowup doll.",
    "I LOVE YOU": "<blush> It's probably too soon.",
    "HOBBIES": "She likes sunsets, unicorns and rainbows. Actually, she'd rather spend her time taking pictures or reading a good book. You can check out her pics here http://smu.gs/1To85cQ",
    
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, KimBot is back."
}
}
