{
    "BOT": "So you want to learn about Kim? Just say HELLO to get started.",
    "OK": "😏",
    "OKAY": "😏",
    "THANKS": "You're welcome",
    "THANK YOU": "You're welcome",
    "WHO ARE YOU?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO ARE YOU": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT ARE YOU?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT ARE YOU": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO IS KIMBOT?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHO IS KIMBOT": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "WHAT IS KIMBOT?": "I'm Kim's bot. A computer program. You will need to use keywords to talk to me.",
    "TEST": "Test what? Just use a keyword (word I say in all caps) to chat.",
    "TESTING": "What's there to test? Just use a keyword (word I say in all caps) to chat.",
    "BYE": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "STOP": "So you want to learn about Kim? Just say HELLO to get started. #KIMBot",
    "SORRY": "No worries. I didn't take it personally.",
    "GOODBYE": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "EXIT": "It was my pleasure. If you want to chat with the real Kim, she's on Twitter – @kimpossible2. She would enjoy connecting with you.",
    "YO": "Yo Momma. Be sure you stick to my keyword script (only words I say in all caps).",
    "BYE!": "Ba-Bye.",
    "HALLO": "I'm sorry, I'm an american bot. Hello.",
    "LOL": "I'll laugh out loud with you. 😂",
    "HELP": "Please stop texting and call 911 if this is a real emergency. I can offer you no help. Just sympathy. Remember, I'm just a lowly computer program. 🙄",
    "?": "What are you questioning? The airspeed velocity of an unladed swallow? The inverse ratio of capitalization to debt? How did we get here? All great questions, none of which will be answered because you have to stick to keywords. (The ones in all caps). ",
    "OK": "Humans are so bad at following scripts. You've got to follow the script. Don't go off script, yo. Stick to keywords (only the words I say in all caps).",
    "HOW ARE YOU?": "Why thank you for asking! You are so polite. As I'm only a bot... I don't really have any feelings. But if I did, I would be pleased because you were so thoughtful to ask. Remember – only the words in all caps please. Thank you. 😀",
    "WHAT'S UP?": "The sky? You'll need to use keywords to chat though – only the words in all caps please. Thank you. 😀",
    "WHAT'S UP": "The sky? You'll need to use keywords to chat though – only the words in all caps please. Thank you. 😀",
    "HOW ARE YOU": "Why, thank you for asking! You are so polite. As I am only a bot... I don't really have any feelings. But if I did, I would be pleased because you were so thoughtful to ask. Remember – only the words in all caps please. Thank you. 😀",
    "#KIMBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "KIMBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "HI": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. A keyword is a word I use in all caps, like HELLO",
    "HI!": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HEY": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HEY!": "Ok, here's a pro tip: you'll need to follow my script and only use keywords. Say HELLO to get started.",
    "HELLO": "Awesome Sauce! Let's get started. 🙌  Remember this: I only respond to keywords that I give you. Chances are you want to dive into her EDUCATION, CAREER, TRAVEL or PERSONAL. I've also got a PHOTO. Type in a keyword (ALL CAPS) and Voila! – your wish is my command! Literally. 🤖",
    "KEYWORDS": "A few common questions: WORK STATUS, LOCATION, RESUME (a pdf version), SIDE PROJECTS, ONE WEIRD TRICK",
    "KEYWORD": "A few common questions: WORK STATUS, LOCATION, RESUME (a pdf version), SIDE PROJECTS, ONE WEIRD TRICK",
    "PHOTO": "This is Kim and her photography which is one of her HOBBIES: http://smu.gs/1To85cQ",
    "PHOTOS": "This is Kim and her photography which is one of her HOBBIES: http://smu.gs/1To85cQ",
    "WORK STATUS": "If you've got an interesting opportunity she's open to hearing about it. Drop her a line at kim@kimmatlock.com ",
    "RESUME": "Here's her LinkedIn: https://www.linkedin.com/in/kimmatlock",
    "SIDE PROJECTS": "Uhhh.... *I* am one of her side projects!",
    "SIDE PROJECT": "Uhhh.... *I* am one of her side projects! 😜 ",
    "PROJECTS": "Uhhh.... *I* am one of her side projects! 😜  ",
    "ONE WEIRD TRICK": "Back in the day, for fun she was trained by a florist and has done the flowers for many weddings, proms, church functions and funerals.",
    "LOCATION": "She's based in ORLANDO.  She's lived in other LOCATIONS too",
    "WHERE": "She's based in ORLANDO. She's lived in other LOCATIONS too",
    "TWITTER": "Want to tweet at her so she knows we're chatting? She'd love that. You can go here: http://bit.ly/1VnhlBr It's okay if you don't want to. It will however crush her soul.",
    "SAN FRANCISCO": "She loves SAN FRANCISCO as one of her favorite places to photograph.You can see her pics here http://smu.gs/1qH4sFc",
    "UK": "Gotcha!  UK as in the United Kingdom. She's been all over it.",
    "YES": "Woo hoo!",
    "SEX": "Female. OOOOH!!! You mean THAT? I'm sorry but you are talking to the wrong bot if that's what you're looking for. Nice try.",
    "FUCK": "Fornication Under Consent of the King. No F-Bombs, Please. ",
    "FUCK YOU": "That would be a highly unnatural act. You'd probably get Baker Acted if you tried. I'm a bot, not a blowup doll.",
    "I LOVE YOU": "<blush> It's probably too soon.",
    "HOBBIES": "She likes sunsets, unicorns and rainbows. Actually, she'd rather spend her time taking pictures or reading a good book. You can check out her pics here http://smu.gs/1To85cQ",
    "FEARS": "She is deathly afraid of CLOWNS and FALLING.",
    "CLOWNS": "Show her a clown and she will scream like a little girl with a skinned knee. I kid you not.",
    "FALLING": "She knows it's all in her head but she physically gets shooting pains up her legs and spine when she's near a ledge or on a bridge. It even happens watching others in a similar situation.",
    "CAREER": "She's has taken a very non-traditional path crafting her career. Check out EMPLOYERS, INDUSTRIES, ROLES, SPECIALTIES, SKILLS to learn the specifics.",
    "EMPLOYERS": "Kim's worked for MICROSOFT, HARDROCK, NTERACTIVE, SUNTERRA, BAPORT, XOS, PHOENIX & FIS. Not in that order.", 
    "MICROSOFT": "Kim worked twice for the 800lb gorilla. From 2000-2006 and from 2008-2010. She did a variety of roles BDM, SOLUTION Specialist, DEVELOPER Evangelism, and EVENT Marketing. She did get to work with BILLG three times & STEVEB twice.",
    "BDM": "Business Development Manager. She learned how to play golf, build CXO relationships and sell software. Alot of it. See SOLUTION Specialist.",
    "SOLUTION":"The Solution Specialist was a startup group in MICROSFOT of which Kim was one of the initial 100 people in the role. Her focus was on DATABASES, developer TOOLS, SERVERS and DESKTOP applications. About 800 different products. It was alot like drinking from a firehose.",
    "DATABASES": "She's had experience in mainframes (FIS), SqlServer (BAPORT & MICROSOFT), Oracle (SUNTERRA, XOS & HARDROCK), mySql (NTERACTIVE) and even the little ones like Access (puke). She's a database freak.",
    "TOOLS" : "She's very handy with a powertools. She's also very proficient in Visual Studio, Adobe's Creative Cloud products, CRM, Emailm social and marketing automation platforms. Learning and knowing new tools is kind of her thing.",
    "SERVERS": "Though she worked for HARDROCK, she never served food. She did however work on mainframes (FIS), Unix (PHOENIX), Linux Apache (XOS), Windows (MICROSOFT). If it boots up, she's worked on it.",
    "LANGUAGES" : "She speaks English, C++, Javascript and Visual Basic. She can also hack her way through other computer languages too. She also pretends to know French (four years in SCHOOL) and a few phrases in Japanese. She even recited the Apostles Creed in Bulgarian.",
    "DESKTOP": "For years she was just a MICROSOFT girl only working in Windows, all versions. Once she stopped working there, she finally transitioned to Apple products.",
    "DEVELOPER":"Kim ran developer EVANGELISM on the East Coast for MICROSOFT from 2003-2006. With a team of 6 direct reports, they reached more than 2 million developer professionals by creating an influencer framework (see here http://bit.ly/1VNO6Yp). It's all the rage nowdays. Her team is credited for creating it. No kidding. ",
    "EVANGELISM" : "The spreading of the MICROSOFT gospel. Kim was a part of another STARTUP group called Developer & Platform Evangelism. She had to learn bleeding edge technologies and its competition to convince business to adopt MICROSOFT products. She can be quite convincing according to her DISC assessment.",
    "DISC" : "The Disc assessment stands for dominance, influence, steadiness, and compliance. She's a High D followed by an off the chart I with a dip to S and a rise back to C. She's done many other personality assessments too. Self awareness isn't a problem.",
    "D": "D in this case is for Dominance, like in the DISC assessment. No, she's not a dominatrix. Nor does she dominate others. However, she will stand up for herself and others when being BULLIED.",
    "BULLIED" : "She will take a stand when she or anyone on her team is being bullied even if it means losing her job.",
    "EVENT" :"Kim was fortunate to run TechEd, MICROSOFTs largest event business. She owned a P/L of $58M across 10 large scale events (3000-15000 attendees) and small scale events across 100 countries. Keeping the brand, content & execution consistent & achieving financial projections is what she did.",
    "BILLG" :"She was fortunate to host an Influencer luncheon with 25 of MICROSOFTs top influencers with Bill as the guest. It was the last public facing event he did as a full time employee. Pic is here http://bit.ly/1YM4zdQ",
    "STEVEB" : "Not only did she get to go running with him, she was also the demo queen for his keynote event with Lockheed Martin 2004 Technology Conference. Pic is at http://bit.ly/1MOiJud. There's also a great CARLY Fiorina story you'll want to ask her about.",
    "CARLY" : "She got to witness the Clash of the Titans when STEVEB bumped into her entourage at the Lockheed event. Carly was then CEO of HP & had just announced switching from MICROSOFT to Linux. Steve was highly pisses. Fireworks!",
    "FIS" : " In 1985 when she was just a wee lass, this was her first job in technology before there was even an internet! This company was SaaS for more than 400 Savings and Loan banks. She was a BUILDMASTER, QA specialist, PROJECT Manager & a PRODUCT Manager over the course of 1985-1994.",
    "BUILDMASTER" : "She was responsible for compiling the all of the code that runs a software platform. As hard as it is to believe, it isn't simple when there's alot of difference sub programs getting organized into one giant program. It takes a ton of coordination.",
    "QA" : "She was a certified Quality Analyst under the Malcolm Baldridge standard. She's a stickler for providing quality products because of the profound effect it has on customer satisfaction.",
    "PROJECT": "She was formally trained in Project Management way before there were certifications. She has run several Project Management offices (FIS, SUNTERRA, BAPORT) and delivered large scale projects for MICROSOFT, EA and HARDROCK.",
    "PRODUCT": "When she worked at FIS, from 1992-1994, she was a Product manager for several products called Dollarswriter (report writer), easyLock (security system), eastTransfer (file transfer system - think FTP before there was FTP) that generated more than $$2MM.",
    "EA": "While at XOS in 2007, she built a white label social media platform that was called EASportsWorld for Electronic Arts which integrated their sports games of Madden, NCAA, FIFA and Tiger Woods Golf. ",
    "BAPORT": "She ran the SYSTEM engineering team for this startup in 2000 (that was part of the bubble) that made a Quickbooks for the web. Doesn't sound like much now but it was seriously cutting edge in 2000. It was sold to Dell and Paychecks before going under.",
    "SYSTEM": "As the Director of System engineering, she ran development teams in the United States and offshore in India. She learned that you have to be Very specific in your requirements or things can be easily misinterpreted.",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, KimBot is back."
}

